{
  "personalInformation": {
    "location": {
      "icon": "📍",
      "text": "Madrid, Spain"
    },
    "email": {
      "icon": "📫",
      "text": "jgoijman@gmail.com"
    },
    "phone": {
      "icon": "📞",
      "text": "+34644943349"
    }
  },
  "aboutMe": {
    "text": "A highly skilled and experienced software developer with a passion for utilizing JavaScript and solving complex problems. With 3+ years of experience in the field, I have developed a versatile skill set and a strong ability to adapt to new challenges. I am a highly motivated and persistent individual who is constantly seeking to improve and push the boundaries of my abilities. My strong organizational skills and customer-focused mindset, combined with my superior communication abilities, make me an asset to any team, particularly remote and globally-diverse teams."
  },
  "jobs": {
    "journi": {
      "name": "Journi",
      "position": "Frontend Engineer",
      "dates": "March 2023 - Present",
      "description": [
        "As a Frontend Engineer, I have been developing an app for a provider of water management services, utilizing React, TypeScript, SWR, MobX, Styled-Components, Cypress, and Figma. My responsibilities include seamless data integration from the backend team's API, fostering consistent communication and collaboration across departments. I am dedicated to delivering high-quality and responsive user interfaces."
      ]
    },
    "oneBeyond": {
      "name": "One Beyond",
      "position": "Full Stack Developer",
      "dates": "August 2020 - March 2023",
      "description": [
        "I have a wealth of experience in various projects, including an e-learning platform for an educational publishing company. I was part of the Learning Experience segment and played a key role in building a front-end library that renders interactive e-learning exercises using technologies such as React, Redux, MUI, unit & e2e testing.",
        "Additionally, I have experience in leading and mentoring team members to develop and implement a full-stack internal application for skill management. As a team leader, I guided the development of this application, which enables employees to fill in their skills and knowledge, and allows HR managers to filter and search for employees with specific skills and expertise. We have used technologies such as React, Redux, Styled-Components, NodeJS, PostgreSQL, unit and e2e testing. With some integrations such as Microsoft (to implement the login), Blob Storage & BambooHR."
      ]
    }
  },
  "languages": {
    "spanish": {
      "name": "Spanish",
      "level": "Native"
    },
    "english": {
      "name": "English",
      "level": "Advanced"
    },
    "german": {
      "name": "German",
      "level": "Elementary"
    }
  }
}