{
  "personalInformation": {
    "location": {
      "icon": "",
      "text": "Madrid, Espa帽a"
    },
    "email": {
      "icon": "",
      "text": "jgoijman@gmail.com"
    },
    "phone": {
      "icon": "",
      "text": "+34644943349"
    }
  },
  "aboutMe": {
    "text": "Soy una desarrolladora de software altamente cualificada y experimentada con una pasi贸n por utilizar JavaScript y abordar problemas complejos. Con m谩s de 3 a帽os de experiencia en el campo, he cultivado un conjunto de habilidades vers谩til y una s贸lida capacidad para adaptarme a nuevos desaf铆os. Me caracterizo por ser una persona altamente motivada y persistente que busca constantemente mejorar y superar los l铆mites de mis habilidades. Mis habilidades organizativas s贸lidas y una mentalidad centrada en el cliente, junto con mis habilidades de comunicaci贸n superiores, me convierten en un activo para cualquier equipo, especialmente aquellos que son remotos y globalmente diversos."
  },
  "jobs": {
    "journi": {
      "name": "Journi",
      "position": "Frontend Engineer",
      "dates": "Marzo 2023 - Presente",
      "description": [
        "Como Frontend Engineer, he estado desarrollando una aplicaci贸n para un proveedor de servicios de gesti贸n del agua, utilizando React, TypeScript, SWR, MobX, Styled-Components, Cypress y Figma. Mis responsabilidades incluyen la integraci贸n fluida de datos desde la API del equipo de backend, fomentando una comunicaci贸n y colaboraci贸n consistentes entre los departamentos. Me dedico a ofrecer interfaces de usuario de alta calidad y receptivas."
      ]
    },
    "oneBeyond": {
      "name": "One Beyond",
      "position": "Full Stack Developer",
      "dates": "Agosto 2020 - Marzo 2023",
      "description": [
        "Tengo una amplia experiencia en diversos proyectos, incluyendo una plataforma de aprendizaje en l铆nea para una editorial educativa. Form茅 parte del segmento de Experiencia de Aprendizaje y desempe帽茅 un papel clave en la creaci贸n de una biblioteca de frontend que renderiza ejercicios interactivos de aprendizaje en l铆nea utilizando tecnolog铆as como React, Redux, MUI, pruebas unitarias y de extremo a extremo.",
        "Asimismo, poseo experiencia en liderar y orientar a miembros del equipo en el desarrollo e implementaci贸n de una aplicaci贸n interna de pila completa para la gesti贸n de habilidades. Como l铆der de equipo, gui茅 el desarrollo de esta aplicaci贸n, que permite a los empleados registrar sus habilidades y conocimientos, y facilita a los gerentes de recursos humanos filtrar y buscar empleados con habilidades y experiencia espec铆ficas. Hemos utilizado tecnolog铆as como React, Redux, Styled-Components, NodeJS, PostgreSQL, pruebas unitarias y de extremo a extremo, con algunas integraciones como Microsoft (para implementar el inicio de sesi贸n), Blob Storage y BambooHR."
      ]
    }
  },
  "languages": {
    "spanish": {
      "name": "Espa帽ol",
      "level": "Nativo"
    },
    "english": {
      "name": "Ingles",
      "level": "Avanzado"
    },
    "german": {
      "name": "German",
      "level": "B谩sico"
    }
  }
}