{
  "personalInformation": {
    "location": {
      "icon": "游늸",
      "text": "Madrid, Espa침a"
    },
    "email": {
      "icon": "游닒",
      "text": "jgoijman@gmail.com"
    },
    "phone": {
      "icon": "游",
      "text": "+34644943349"
    }
  },
  "aboutMe": {
    "text": "Soy una desarrolladora de software altamente cualificada y experimentada con una pasi칩n por utilizar JavaScript y abordar problemas complejos. Con m치s de 3 a침os de experiencia en el campo, he cultivado un conjunto de habilidades vers치til y una s칩lida capacidad para adaptarme a nuevos desaf칤os. Me caracterizo por ser una persona altamente motivada y persistente que busca constantemente mejorar y superar los l칤mites de mis habilidades. Mis habilidades organizativas s칩lidas y una mentalidad centrada en el cliente, junto con mis habilidades de comunicaci칩n superiores, me convierten en un activo para cualquier equipo, especialmente aquellos que son remotos y globalmente diversos."
  },
  "jobs": {
    "journi": {
      "name": "Journi",
      "position": "Frontend Engineer",
      "dates": "Marzo 2023 - Presente",
      "description": [
        "Como Frontend Engineer, he estado desarrollando una aplicaci칩n para un proveedor de servicios de gesti칩n del agua, utilizando React, TypeScript, SWR, MobX, Styled-Components, Cypress y Figma. Mis responsabilidades incluyen la integraci칩n fluida de datos desde la API del equipo de backend, fomentando una comunicaci칩n y colaboraci칩n consistentes entre los departamentos. Me dedico a ofrecer interfaces de usuario de alta calidad y receptivas."
      ],
      "skills": [
        "react",
        "typescript",
        "swr",
        "mobx",
        "styledComponents",
        "cypress",
        "jest",
        "storybook",
        "vite",
        "git",
        "figma"
      ]
    },
    "oneBeyond": {
      "name": "One Beyond",
      "position": "Full Stack Developer",
      "dates": "Agosto 2020 - Marzo 2023",
      "description": [
        "Tengo una amplia experiencia en diversos proyectos, incluyendo una plataforma de aprendizaje en l칤nea para una editorial educativa. Form칠 parte del segmento de Experiencia de Aprendizaje y desempe침칠 un papel clave en la creaci칩n de una biblioteca de frontend que renderiza ejercicios interactivos de aprendizaje en l칤nea utilizando tecnolog칤as como React, Redux, MUI, pruebas unitarias y de extremo a extremo.",
        "Asimismo, poseo experiencia en liderar y orientar a miembros del equipo en el desarrollo e implementaci칩n de una aplicaci칩n interna de pila completa para la gesti칩n de habilidades. Como l칤der de equipo, gui칠 el desarrollo de esta aplicaci칩n, que permite a los empleados registrar sus habilidades y conocimientos, y facilita a los gerentes de recursos humanos filtrar y buscar empleados con habilidades y experiencia espec칤ficas. Hemos utilizado tecnolog칤as como React, Redux, Styled-Components, NodeJS, PostgreSQL, pruebas unitarias y de extremo a extremo, con algunas integraciones como Microsoft (para implementar el inicio de sesi칩n), Blob Storage y BambooHR."
      ],
      "skills": [
        "react",
        "javascript",
        "redux",
        "styledComponents",
        "mui",
        "node",
        "postgresql",
        "cypress",
        "jest",
        "webpack",
        "git",
        "figma"
      ]
    }
  },
  "education": {
    "geeksHubsAcademy": {
      "name": "GeeksHubs Academy",
      "title": "Full Stack Developer Bootcamp",
      "dates": "Febrero 2020 - Junio 2020",
      "description": [
        "Tres meses de entrenamiento intensivo en una veriedad de lenguajes y tecnolog칤as modernas de programaci칩n, tales como HTML, CSS, JavaScript, Angular, React, MySQL, MongoDB, Laravel, PHP, NodeJS, Bootstrap, Ant Design, MUI, Git."
      ]
    },
    "uba": {
      "name": "Universidad de Buenos Aires",
      "title": "Licenciatura en Psicolog칤a",
      "dates": "Marzo 2010 - Julio 2017",
      "description": []
    }
  },
  "languages": {
    "spanish": {
      "name": "Espa침ol",
      "level": "Nativo"
    },
    "english": {
      "name": "Ingles",
      "level": "Avanzado"
    },
    "german": {
      "name": "German",
      "level": "B치sico"
    }
  }
}